import React, { Component } from 'react';

const AddSomePost = () => {
  return (<div className='some_post'>
            <div className="author">varlamov</div>
            <div className="date">3 марта 2019, 14:13</div>
            <h3>Слезть с иглы автомобилизма</h3>
            <div className="text">Велосипед может спасти Россию от пробок, сделать наши города безопаснее и экологичнее. Ой, только не надо рассказывать про зиму в 12 месяцев в году и про «а как я поеду с сумками, больной собакой 50 км на дачу, да еще в метель???». Во-первых, никто не говорит, что всем надо обязательно пересесть на велосипед, и никак иначе. Речь идёт только об альтернативе. Во-вторых, велосипед как средство передвижения по городу вполне комфортно используется круглый год, и пример Скандинавии и Канады – тому подтверждение.</div>
          </div>
  )
}

export default AddSomePost
